/* Non-identity cert will be added format */
"%d non-identity %@ will be added" = "%1$d 個の識別情報なし %2$@ が追加されます";

/* Cert does not match error suggestion text */
"A matching certificate is generated using a certificate signing request. See the documentation for more information." = "証明書署名要求を使用して、一致する証明書が生成されます。詳しくは、製品ドキュメントを参照してください。";

/* Key already set error descriptiont text */
"A private key has already been set." = "秘密鍵はすでに設定されています。";

/* No valid id credential error message text */
"A valid identity credential could not be exported from the files you've selected." = "選択したファイルから有効な識別情報資格情報を書き出せませんでした。";

/* Key contained is invalid error suggestion */
"Add the file containing the private key for the identity certificate you want to use." = "使用したい識別情報証明書の秘密鍵が含まれるファイルを追加してください。";

/* XSAdminLoginWindow's unknown error dialog title */
"An error occurred" = "エラーが起きました";

/* Error saving new cert message text */
"An error occurred while trying save the new certificate." = "新しい証明書の保存中にエラーが起きました。";

/* CSR generation error message text */
"An error occurred while trying to generate the the certificate signing request." = "証明書署名要求の生成中にエラーが起きました。";

/* Import cert error message text */
"An error occurred while trying to import the certificate identity." = "証明書識別情報の読み込み中にエラーが起きました。";

/* Error reading cert message text */
"An error occurred while trying to read the existing certificate identity." = "既存の証明書識別情報の読み出し中にエラーが起きました。";

/* Error occured saving cert message text */
"An error occurred while trying to save the certificate to the server." = "証明書をサーバへ保存中にエラーが起きました。";

/* No valid id credential error informative text format */
"An error of type (%d) occurred while trying to create or export the identity.  Additional information may be available in your log files." = "識別情報の作成中または書き出し中にタイプ（%d）のエラーが起きました。詳しい情報はログファイルで参照できます。";

/* XSAdminLoginWindow's unknown error dialog suggestion */
"An unknown error occurred while trying to connect to the server.  Check that your login credentials and server hostname are correct and try again." = "サーバに接続するときに不明なエラーが起きました。ログイン資格情報およびサーバのホスト名が正しいことを確認して、もう一度やり直してください。";

/* XSAdminLoginWindow's authentication failed dialog title */
"Authentication Failed" = "認証に失敗しました";

/* The Cancel button title in a dialog */
"Cancel" = "キャンセル";

/* The alert message's title when remote folder creation fails */
"Cannot create folder" = "フォルダを作成できません";

/* certificate */
"certificate" = "証明書";

/* certificates */
"certificates" = "証明書";

/* XSAdminLoginWindow's cannot find server dialog suggestion */
"Check that the server hostname you've provided is valid or try again later." = "入力したサーバのホスト名が正しいことを確認するか、後でもう一度やり直してください。";

/* Error occured saving cert informative text format */
"Check your server's logs for more information.  The error (code %d) was: %@" = "詳しくは、サーバのログを確認してください。エラー（コード %1$d）：%2$@";

/* The Decrypt button title in a dialog */
"Decrypt" = "暗号解除";

/* XSAdminLoginWindow's directory authentication failed dialog title */
"Directory Authentication Failed" = "ディレクトリ認証に失敗しました";

/* Drag new cert text */
"Drag a file containing the new certificate here." = "新しい証明書が含まれるファイルをここにドラッグしてください。";

/* Drag private key text */
"Drag a file containing your private key here." = "秘密鍵が含まれるファイルをここにドラッグしてください。";

/* Drag public cert text */
"Drag a file containing your public certificate here." = "公開証明書が含まれるファイルをここにドラッグしてください。";

/* Drag non-id certs text */
"Drag extra non-identity certificates here. (Optional) " = "その他の識別情報なし証明書をここにドラッグしてください。（オプション）";

/* XSImageViewWithPicker's menu item title to bring up the picture picker */
"Edit Picture\\U2026" = "ピクチャを編集...";

/* Key already set error suggestion text */
"Either you've already set a private key, or the file you're adding contains more than one private key.  Only one private key may be added." = "秘密鍵をすでに設定済みか、または追加中のファイルに複数の秘密鍵が含まれています。追加できる秘密鍵は 1 つだけです。";

/* File password protected alert informative text format */
"Enter the passphrase to decrypt this file and retrieve any private keys or certificates it contains." = "このファイルを暗号解除してそこに含まれる秘密鍵または証明書を取り出すために使用するパスフレーズを入力してください。";

/* Error no private key */
"Error: No private key found." = "エラー：秘密鍵が見つかりませんでした。";

/* The toolbar search filter label */
"Filter" = "フィルタ";

/* The toolbar search filter tooltip */
"Filter List" = "フィルタリスト";

/* A generic error message to display if new folder creation fails */
"Folder creation failed." = "フォルダの作成に失敗しました。";

/* Go to RAID Admin.app */
"Go to RAID Admin" = "RAID Admin へ移動";

/* Go to Server Admin.app */
"Go to Server Admin" = "サーバ管理へ移動";

/* Go to Server Monitor.app */
"Go to Server Monitor" = "サーバモニタへ移動";

/* Go to Workgroup Manager.app */
"Go to Workgroup Manager" = "ワークグループマネージャへ移動";

/* Go to Xsan Admin.app */
"Go to Xsan Admin" = "Xsan Admin へ移動";

/* Graphs toolbar item label */
"Graphs" = "グラフ";

/* Inspector toolbar item label */
"Inspector" = "インスペクタ";

/* Issued by format */
"Issued by: %@" = "発行元：%@";

/* Placeholder text displayed when directory contents are still loading */
"Loading" = "読み込み中";

/* Logs toolbar item label */
"Logs" = "ログ";

/* The OK button title in a dialog */
"OK" = "OK";

/* Private Key */
"Private Key" = "秘密鍵";

/* Name of RAID Admin.app */
"RAID Admin" = "RAID Admin";

/* Refresh toolbar item label */
"Refresh" = "更新";

/* Refresh toolbar item tooltip */
"Refresh list" = "リストを更新します";

/* Self-signed root certificate */
"Self-signed root certificate" = "自己署名ルート証明書";

/* Name of Server Admin.app */
"Server Admin" = "サーバ管理";

/* XSAdminLoginWindow's cannot find serve dialog title */
"Server cannot be found on the network" = "ネットワーク上にサーバが見つかりません";

/* Name of Server Monitor.app */
"Server Monitor" = "サーバモニタ";

/* Graphs toolbar item tooltip */
"Show Graphs" = "グラフを表示します";

/* Inspector toolbar item tooltip */
"Show Inspector" = "インスペクタを表示";

/* Logs toolbar item tooltip */
"Show Logs" = "ログを表示";

/* Tasks toolbar item label
   Tasks toolbar item tooltip */
"Tasks" = "タスク";

/* Cert does not match error description format */
"The certificate \"%@\" does not match the private key. " = "証明書“%@”が秘密鍵と一致しません。 ";

/* File password protected alert message text format */
"The file \"%@\" appears to be protected by a passphrase." = "ファイル“%@”はパスフレーズで保護されているようです。";

/* File does not contain cert error description format */
"The file \"%@\" does not appear to contain a certificate." = "ファイル“%@”には証明書が含まれていないようです。";

/* File does not contain any identifiable certs error description format */
"The file \"%@\" does not appear to contain any identifiable keys or certificates." = "ファイル“%@”には識別可能な鍵または証明書が含まれていないようです。";

/* Error message when there are insufficient privileges to create a new folder. This is based on the Finder error */
"The folder \"%@\" could not be created because the server agent does not have enough access privileges." = "サーバエージェントのアクセス権が不足しているため、フォルダ“%@”を作成できませんでした。";

/* Error message when there is a problem obtaining a reference to the parent item */
"The folder \"%@\" could not be created because there was an error accessing the parent folder." = "親フォルダのアクセス中にエラーが起きたため、フォルダ “%@”を作成できませんでした。";

/* Key contained is invalid error description format */
"The key contained in \"%@\" does not appear to be a private key." = "“%@”に含まれる鍵は秘密鍵ではないようです。";

/* Error message when a new folder can't be created because one of the same name already exists. This is copied from Finder */
"The name \"%@\" is already taken. Please choose a different name." = "名前“%@”はすでに使用されています。別の名前を選択してください。";

/* XSAdminLoginWindow's directory authentication failed dialog suggestion */
"The user you are authenticating as must be able to administer the Open Directory node on the server.  Enter a valid username and password and try again." = "認証しようとしているユーザには、サーバの Open Directory ノードの管理権限が必要です。有効なユーザ名とパスワードを入力して、もう一度やり直してください。";

/* XSAdminLoginWindow's authentication failed dialog suggestion */
"The username or password you entered may not be correct.  Please retype the name and password and try again." = "入力したユーザ名またはパスワードが正しくない可能性があります。名前とパスワードを入力し直して、もう一度やり直してください。";

/* Error message when there is no space to create a new folder */
"There was not enough space to create the folder \"%@\"." = "フォルダ“%@”を作成するための領域が不足しています。";

/* The default text when creating a new remote folder */
"untitled folder" = "名称未設定フォルダ";

/* XSImageViewWithPicker's window's title */
"User Picture" = "ユーザピクチャ";

/* Name of Workgroup Manager.app */
"Workgroup Manager" = "ワークグループマネージャ";

/* Name of Xsan Admin.app */
"Xsan Admin" = "Xsan Admin";

